/* Emoticon name */
"Angel" = "Àngel";

/* Emoticon name */
"Angry" = "Enfadat";

/* Emoticon name */
"Blush" = "Blush";

/* Emoticon name */
"Confused" = "Confós";

/* Emoticon name */
"Cool" = "Guai";

/* Emoticon name */
"Cry" = "Plorant";

/* Emoticon name */
"Embarrassed" = "Embarrassed";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Peu a la boca";

/* Emoticon name */
"Frown" = "Frown";

/* Emoticon name */
"Gasp" = "Gasp";

/* Emoticon name */
"Grin" = "Grin";

/* Emoticon name */
"Halo" = "Halo";

/* Emoticon name */
"Kiss" = "Petó";

/* Emoticon name */
"Lips Are Sealed" = "Llavis sellats";

/* Emoticon name */
"Money-mouth" = "Money-mouth";

/* Emoticon name */
"Sad" = "Trist";

/* Emoticon name */
"Scared" = "Espantat";

/* Emoticon name */
"Smile" = "Somriure";

/* Emoticon name */
"Sticking Out Tongue" = "Treient la llengua";

/* Emoticon name */
"Undecided" = "Indecís";

/* Emoticon name */
"Wink" = "Picant l'ullet";